{
  "overview": "2 Corinthians is Paul's most personal letter, defending his ministry against critics while revealing his weaknesses, sufferings, and reliance on God's grace. It shows that God's power is perfected in weakness.",
  "verses": [
    {
      "reference": "2 Corinthians 12:9",
      "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
      "audiences": ["all"]
    },
    {
      "reference": "2 Corinthians 5:17",
      "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
      "audiences": ["all"]
    },
    {
      "reference": "2 Corinthians 5:21",
      "text": "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
      "audiences": ["all"]
    },
    {
      "reference": "2 Corinthians 4:17-18",
      "text": "For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison, as we look not to the things that are seen but to the things that are unseen.",
      "audiences": ["exploring", "new-faith"]
    }
  ],
  "passages": [
    {
      "title": "Treasure in Jars of Clay",
      "reference": "2 Corinthians 4:7-12",
      "summary": "The gospel treasure is held in fragile human vessels, so that God's power—not human strength—is clearly on display.",
      "audiences": ["all"]
    },
    {
      "title": "The Ministry of Reconciliation",
      "reference": "2 Corinthians 5:16-21",
      "summary": "God reconciled the world through Christ and gave believers the message and ministry of reconciliation.",
      "audiences": ["new-faith", "deeper"]
    },
    {
      "title": "Paul's Thorn",
      "reference": "2 Corinthians 12:7-10",
      "summary": "Paul prayed three times for relief from a 'thorn,' but God's answer was that His grace is sufficient in weakness.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "2 Corinthians 5:21 has been called the greatest verse on the atonement—the great exchange of our sin for Christ's righteousness.",
      "audiences": ["all"]
    },
    {
      "text": "Paul lists his sufferings extensively (11:23-28)—beatings, shipwrecks, dangers—yet counted them as 'light momentary affliction.'",
      "audiences": ["exploring"]
    },
    {
      "text": "We don't know what Paul's 'thorn in the flesh' was—guesses include eye problems, malaria, or a speech impediment.",
      "audiences": ["deeper"]
    }
  ],
  "figures": [
    {
      "name": "Paul",
      "description": "The apostle at his most vulnerable, defending his integrity while boasting only in his weaknesses and God's grace.",
      "audiences": ["all"]
    },
    {
      "name": "Titus",
      "description": "Paul's messenger who brought good news about the Corinthians' response, comforting Paul greatly.",
      "audiences": ["deeper"]
    }
  ],
  "videos": [
    {
      "title": "2 Corinthians Overview",
      "youtubeId": "3lfPK2vfC54",
      "description": "The Bible Project explores Paul's most personal and emotional letter.",
      "audiences": ["all"]
    }
  ]
}
