{
  "overview": "2 Peter warns against false teachers and mockers who deny Christ's return. It calls believers to grow in grace and knowledge while assuring them that God's promises are certain—He is patient, not slow.",
  "verses": [
    {
      "reference": "2 Peter 3:9",
      "text": "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.",
      "audiences": ["all"]
    },
    {
      "reference": "2 Peter 1:21",
      "text": "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.",
      "audiences": ["all"]
    },
    {
      "reference": "2 Peter 3:18",
      "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity.",
      "audiences": ["new-faith"]
    }
  ],
  "passages": [
    {
      "title": "Growing in Godliness",
      "reference": "2 Peter 1:3-11",
      "summary": "God has given everything needed for life and godliness. Believers should add virtue, knowledge, and love to their faith.",
      "audiences": ["new-faith"]
    },
    {
      "title": "The Day of the Lord",
      "reference": "2 Peter 3:10-13",
      "summary": "The day of the Lord will come unexpectedly with cosmic destruction, but believers await new heavens and earth where righteousness dwells.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "Peter wrote this shortly before his death (1:14), knowing his time was short as Jesus had told him (John 21:18-19).",
      "audiences": ["all"]
    },
    {
      "text": "2 Peter 1:21 is a key verse on biblical inspiration—Scripture came through human authors moved by the Spirit.",
      "audiences": ["deeper"]
    },
    {
      "text": "Peter refers to Paul's letters as 'Scripture' (3:16)—an early recognition of New Testament authority.",
      "audiences": ["deeper"]
    }
  ],
  "figures": [
    {
      "name": "Peter",
      "description": "The apostle writing his final testament, warning of coming dangers and encouraging growth before his execution.",
      "audiences": ["all"]
    }
  ],
  "videos": [
    {
      "title": "2 Peter Overview",
      "youtubeId": "wWLv_ITyKYc",
      "description": "The Bible Project explores Peter's warning against false teachers and encouragement to grow.",
      "audiences": ["all"]
    }
  ]
}
