{
  "overview": "Habakkuk wrestles with God about evil and injustice, asking how God can use wicked Babylon to punish Judah. God's answer calls for faith: the righteous shall live by faith.",
  "verses": [
    {
      "reference": "Habakkuk 2:4",
      "text": "Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
      "audiences": ["all"]
    },
    {
      "reference": "Habakkuk 3:17-18",
      "text": "Though the fig tree should not blossom, nor fruit be on the vines, the produce of the olive fail and the fields yield no food, the flock be cut off from the fold and there be no herd in the stalls, yet I will rejoice in the LORD; I will take joy in the God of my salvation.",
      "audiences": ["all"]
    },
    {
      "reference": "Habakkuk 2:14",
      "text": "For the earth will be filled with the knowledge of the glory of the LORD as the waters cover the sea.",
      "audiences": ["exploring", "deeper"]
    }
  ],
  "passages": [
    {
      "title": "Habakkuk's Questions",
      "reference": "Habakkuk 1:2-4, 12-17",
      "summary": "The prophet honestly questions God: Why do the wicked prosper? How can God use an even more wicked nation for judgment?",
      "audiences": ["questions", "deeper"]
    },
    {
      "title": "Faith Despite Circumstances",
      "reference": "Habakkuk 3:17-19",
      "summary": "Habakkuk resolves to trust God even if everything fails—a powerful declaration of faith beyond circumstances.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "Habakkuk 2:4 is quoted three times in the New Testament (Romans 1:17, Galatians 3:11, Hebrews 10:38) and sparked the Reformation.",
      "audiences": ["all"]
    },
    {
      "text": "Unlike most prophets who speak to people for God, Habakkuk speaks to God for the people—it's essentially a dialogue.",
      "audiences": ["exploring"]
    },
    {
      "text": "Martin Luther's study of 'the righteous shall live by faith' led to his breakthrough understanding of salvation by grace.",
      "audiences": ["deeper"]
    }
  ],
  "figures": [
    {
      "name": "Habakkuk",
      "description": "A prophet who honestly questioned God about injustice and learned to trust Him even without understanding.",
      "audiences": ["all"]
    }
  ],
  "videos": [
    {
      "title": "Habakkuk Overview",
      "youtubeId": "OPMaRqGJPUU",
      "description": "The Bible Project explores Habakkuk's honest questions and call to faith.",
      "audiences": ["all"]
    }
  ]
}
