{
  "overview": "Hosea's marriage to an unfaithful wife pictures God's relationship with unfaithful Israel. Despite their spiritual adultery, God's love pursues His people and promises restoration.",
  "verses": [
    {
      "reference": "Hosea 6:6",
      "text": "For I desire steadfast love and not sacrifice, the knowledge of God rather than burnt offerings.",
      "audiences": ["all"]
    },
    {
      "reference": "Hosea 14:4",
      "text": "I will heal their apostasy; I will love them freely, for my anger has turned from them.",
      "audiences": ["exploring", "new-faith"]
    },
    {
      "reference": "Hosea 2:19-20",
      "text": "And I will betroth you to me forever. I will betroth you to me in righteousness and in justice, in steadfast love and in mercy. I will betroth you to me in faithfulness. And you shall know the LORD.",
      "audiences": ["deeper"]
    }
  ],
  "passages": [
    {
      "title": "Hosea's Marriage",
      "reference": "Hosea 1-3",
      "summary": "God commands Hosea to marry an unfaithful woman, symbolizing His love for unfaithful Israel. Hosea redeems her from slavery.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "Hosea's name means 'salvation'—the same root as Joshua and Jesus.",
      "audiences": ["exploring"]
    },
    {
      "text": "Jesus quoted Hosea 6:6 twice, emphasizing mercy over ritual (Matthew 9:13, 12:7).",
      "audiences": ["new-faith", "deeper"]
    },
    {
      "text": "Hosea prophesied to the northern kingdom of Israel during its final prosperous years before Assyrian conquest.",
      "audiences": ["deeper"]
    }
  ],
  "figures": [
    {
      "name": "Hosea",
      "description": "A prophet whose painful marriage became a living parable of God's relentless love for His unfaithful people.",
      "audiences": ["all"]
    },
    {
      "name": "Gomer",
      "description": "Hosea's unfaithful wife, representing Israel's spiritual adultery. Hosea redeems her, showing God's pursuing love.",
      "audiences": ["all"]
    }
  ],
  "videos": [
    {
      "title": "Hosea Overview",
      "youtubeId": "kE6SZ1ogOVU",
      "description": "The Bible Project explores how Hosea's marriage depicts God's faithful love.",
      "audiences": ["all"]
    }
  ]
}
