{
  "overview": "Job explores the problem of suffering through the story of a righteous man who loses everything. His debates with friends and encounter with God reveal that we can trust God even when we don't understand.",
  "verses": [
    {
      "reference": "Job 1:21",
      "text": "Naked I came from my mother's womb, and naked shall I return. The LORD gave, and the LORD has taken away; blessed be the name of the LORD.",
      "audiences": ["all"]
    },
    {
      "reference": "Job 19:25-26",
      "text": "For I know that my Redeemer lives, and at the last he will stand upon the earth. And after my skin has been thus destroyed, yet in my flesh I shall see God.",
      "audiences": ["all"]
    },
    {
      "reference": "Job 42:5",
      "text": "I had heard of you by the hearing of the ear, but now my eye sees you.",
      "audiences": ["exploring", "deeper"]
    },
    {
      "reference": "Job 13:15",
      "text": "Though he slay me, I will hope in him.",
      "audiences": ["deeper"]
    }
  ],
  "passages": [
    {
      "title": "The Heavenly Council",
      "reference": "Job 1-2",
      "summary": "Satan challenges Job's integrity, and God permits testing. Job loses everything but refuses to curse God.",
      "audiences": ["all"]
    },
    {
      "title": "God Speaks from the Whirlwind",
      "reference": "Job 38-41",
      "summary": "God finally responds—not by explaining why, but by revealing His wisdom and power through creation's wonders.",
      "audiences": ["exploring", "deeper"]
    },
    {
      "title": "Job's Restoration",
      "reference": "Job 42",
      "summary": "Job repents of demanding answers and is restored with double his former blessings. His encounter with God proved sufficient.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "Job is likely one of the oldest books in the Bible, possibly from the patriarchal period, dealing with timeless questions of suffering.",
      "audiences": ["all"]
    },
    {
      "text": "Job's three friends spoke much truth about God, yet God rebuked them because they misapplied truth to Job's situation.",
      "audiences": ["deeper"]
    },
    {
      "text": "God never explains to Job why he suffered. Instead, He reveals Himself—and that proves to be enough.",
      "audiences": ["exploring", "questions"]
    },
    {
      "text": "James 5:11 points to Job as an example of perseverance and God's compassionate purpose in allowing trials.",
      "audiences": ["new-faith"]
    }
  ],
  "figures": [
    {
      "name": "Job",
      "description": "A wealthy, righteous man who lost everything yet maintained his integrity. He demanded answers from God but found God's presence sufficient.",
      "audiences": ["all"]
    },
    {
      "name": "Eliphaz, Bildad, and Zophar",
      "description": "Job's three friends who came to comfort but ended up accusing him, wrongly assuming his suffering proved hidden sin.",
      "audiences": ["exploring", "deeper"]
    },
    {
      "name": "Elihu",
      "description": "A younger man who spoke after the three friends, offering some true insights about God's purposes in suffering.",
      "audiences": ["deeper"]
    }
  ],
  "videos": [
    {
      "title": "Job Overview",
      "youtubeId": "GswSg2ohqmA",
      "description": "The Bible Project explores this profound book about suffering and trust in God.",
      "audiences": ["all"]
    }
  ]
}
