{
  "overview": "Joel uses a devastating locust plague as a picture of coming judgment—the 'day of the LORD.' Yet he promises that God will pour out His Spirit on all people, a prophecy fulfilled at Pentecost.",
  "verses": [
    {
      "reference": "Joel 2:28-29",
      "text": "And it shall come to pass afterward, that I will pour out my Spirit on all flesh; your sons and your daughters shall prophesy, your old men shall dream dreams, and your young men shall see visions. Even on the male and female servants in those days I will pour out my Spirit.",
      "audiences": ["all"]
    },
    {
      "reference": "Joel 2:13",
      "text": "Rend your hearts and not your garments. Return to the LORD your God, for he is gracious and merciful, slow to anger, and abounding in steadfast love.",
      "audiences": ["exploring", "new-faith"]
    },
    {
      "reference": "Joel 2:32",
      "text": "And it shall come to pass that everyone who calls on the name of the LORD shall be saved.",
      "audiences": ["all"]
    }
  ],
  "passages": [
    {
      "title": "The Outpouring of the Spirit",
      "reference": "Joel 2:28-32",
      "summary": "God promises to pour out His Spirit on all people—young and old, male and female, slave and free. Peter quotes this at Pentecost.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "Peter's Pentecost sermon quotes Joel 2:28-32 as being fulfilled by the Holy Spirit's coming (Acts 2:16-21).",
      "audiences": ["all"]
    },
    {
      "text": "The 'day of the LORD' appears five times in this short book—a major theme of the Minor Prophets.",
      "audiences": ["deeper"]
    },
    {
      "text": "Joel contains both the earliest and latest prophetic phrases, making his date difficult to determine.",
      "audiences": ["deeper"]
    }
  ],
  "figures": [
    {
      "name": "Joel",
      "description": "A prophet who saw beyond immediate disaster to God's ultimate purposes—judgment and restoration through His Spirit.",
      "audiences": ["all"]
    }
  ],
  "videos": [
    {
      "title": "Joel Overview",
      "youtubeId": "zQLazbgz90c",
      "description": "The Bible Project explores Joel's message about the day of the LORD and the Spirit's outpouring.",
      "audiences": ["all"]
    }
  ]
}
