{
  "overview": "Philemon is Paul's personal appeal for a runaway slave named Onesimus, now a believer. Paul asks Philemon to receive him back as a brother, not property—a revolutionary application of the gospel.",
  "verses": [
    {
      "reference": "Philemon 1:16",
      "text": "No longer as a bondservant but more than a bondservant, as a beloved brother—especially to me, but how much more to you, both in the flesh and in the Lord.",
      "audiences": ["all"]
    },
    {
      "reference": "Philemon 1:18",
      "text": "If he has wronged you at all, or owes you anything, charge that to my account.",
      "audiences": ["exploring", "new-faith"]
    }
  ],
  "passages": [
    {
      "title": "Paul's Appeal",
      "reference": "Philemon 8-21",
      "summary": "Paul could command Philemon but instead appeals to love, offering to pay any debt owed, asking him to receive Onesimus as Paul himself.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "This is Paul's shortest letter—just 25 verses—and his most personal, addressing one individual about one situation.",
      "audiences": ["all"]
    },
    {
      "text": "Paul's offer to pay Onesimus's debt is a picture of what Christ does for us—charging our debt to His account.",
      "audiences": ["exploring", "deeper"]
    },
    {
      "text": "Some scholars believe Onesimus later became the bishop of Ephesus mentioned by Ignatius.",
      "audiences": ["deeper"]
    },
    {
      "text": "The letter subtly undermines slavery by calling the slave a 'beloved brother'—equal in Christ.",
      "audiences": ["questions"]
    }
  ],
  "figures": [
    {
      "name": "Paul",
      "description": "The imprisoned apostle writing with grace and tact, modeling how the gospel transforms social relationships.",
      "audiences": ["all"]
    },
    {
      "name": "Philemon",
      "description": "A wealthy Colossian believer whose home hosted a church, now challenged to treat his slave as a brother.",
      "audiences": ["all"]
    },
    {
      "name": "Onesimus",
      "description": "A runaway slave who met Paul in prison, became a believer, and is now sent back with a transformed identity.",
      "audiences": ["all"]
    }
  ],
  "videos": [
    {
      "title": "Philemon Overview",
      "youtubeId": "aW9Q3Jt6Yvk",
      "description": "The Bible Project explores how the gospel transforms relationships.",
      "audiences": ["all"]
    }
  ]
}
