{
  "overview": "Zephaniah announces the coming 'day of the LORD' in terrifying terms, yet ends with beautiful promises of restoration. God will judge, then gather and rejoice over a humble remnant.",
  "verses": [
    {
      "reference": "Zephaniah 3:17",
      "text": "The LORD your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
      "audiences": ["all"]
    },
    {
      "reference": "Zephaniah 2:3",
      "text": "Seek the LORD, all you humble of the land, who do his just commands; seek righteousness; seek humility; perhaps you may be hidden on the day of the anger of the LORD.",
      "audiences": ["exploring", "new-faith"]
    }
  ],
  "passages": [
    {
      "title": "God Rejoices Over His People",
      "reference": "Zephaniah 3:14-20",
      "summary": "After stern warnings of judgment, the book ends with God singing joyfully over His restored people—a stunning picture of divine love.",
      "audiences": ["all"]
    }
  ],
  "facts": [
    {
      "text": "Zephaniah 3:17 is the only verse describing God singing—and He sings over His people with joy.",
      "audiences": ["all"]
    },
    {
      "text": "Zephaniah was a great-great-grandson of King Hezekiah, making him royalty as well as a prophet.",
      "audiences": ["exploring"]
    },
    {
      "text": "The 'day of the LORD' inspired the medieval hymn 'Dies Irae' (Day of Wrath), used in classical requiem masses.",
      "audiences": ["deeper"]
    }
  ],
  "figures": [
    {
      "name": "Zephaniah",
      "description": "A royal prophet who proclaimed both terrifying judgment and tender restoration, ending with God's song of love.",
      "audiences": ["all"]
    }
  ],
  "videos": [
    {
      "title": "Zephaniah Overview",
      "youtubeId": "oFZknKPNvz8",
      "description": "The Bible Project explores the day of the LORD and God's joyful restoration.",
      "audiences": ["all"]
    }
  ]
}
